"PARENT_GATE_INSTRUCTIONS" = "在任何时候，两指持续按住屏幕数秒以查看帮助及信息。";

"LOCATION_EXPLANATION" = "为了确定圣诞老人的所在方向，本app需要你的大致位置。\
\
按照儿童隐私条例的要求，本app不会检测你的真实位置，而是询问你的粗略位置，例如城市、州、或邮政编码。";

"NETWORK_ERROR_MESSAGE" = "请稍后重试或者检查你设备的网络设置。\
\
查询位置需要访问网络。";

"LOCATION_PROMPT" = "你（大约）在哪里 ？";

"CITY_STATE_ETC" = "城市、州、国家等等。";

"DEFAULT_LOC_NAME" = "设置你的位置";

"SET_LOCATION_TEXT" = "你愿意输入你所在的城市或州，以获取更准确的与圣诞老人间的距离和方向吗？";

"SET_LOCATION_LATER_TEXT" = "你与圣诞老人间的距离和方向的计算将基于一个默认的位置。你可以通过点击靠近屏幕底部的“信息”按钮在任何时候输入你自己的位置。";

"SHARE_TEXT" = "我发现圣诞老人在%@之外。http://goo.gl/5HVUR2 #apps #iPhone #santarts";

"MILES_SHORT" = "英里";

"KILOMETERS_SHORT" = "公里";

"RTS_NEWS_DEFAULT_TEXT" = "我们希望你能喜欢此app！";

"PRIVACY_POLICY_LABEL" = "隐私权政策";

"DONE_LABEL" = "完成";

"CANCEL_LABEL" = "取消";

"NO_THANKS" = "不，谢谢";

"OKAY" = "好";

"HELP" = "帮助";

"SHARE" = "分享";

"STATUS_SCANNING" = "扫描中...";

"STATUS_LOCKING" = "锁定中...";

"NETWORK_ERROR_LABEL" = "网络错误";

"CAMERA_PREVIEW_VIDEO_NOT_CONNECTED" = "无相机";

"CAMERA_VIEW_ERROR" = "相机错误";

"AUDIO_INIT_ERROR" = "音频错误";

"SENSOR_ERROR_CANT_FIND_NORTH" = "罗盘错误";

"IOS_NEEDS_UPGRADE" = "需要升级iOS";

"SENSOR_ERROR_MAGNETOMETER_NOT_AVAILABLE" = "无罗盘";

"LOCATION_ERROR" = "位置错误";

"FILE_ERROR" = "文件错误";

"INTENAL_ERROR" = "内部错误";

"APP_HOME_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=zh-CN&u=http%3A%2F%2Fwww.roundtripsoftware.com%2F&sandbox=1";

"APP_HELP_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=zh-CN&u=http%3A%2F%2Fwww.roundtripsoftware.com%2Fhelp%2Fsanta%2F&sandbox=1";

"RTS_HOME_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=zh-CN&u=http%3A%2F%2Fwww.roundtripsoftware.com%2F&sandbox=1";

"RTS_NEWS_TEXT_SOURCE" = "http://goo.gl/VDP6bv";

"RTS_NEWS_LINK_SOURCE" = "http://www.roundtripsoftware.com/app_news/link_zh-CN.txt";

"APP_PRIVACY_POLICY_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=zh-CN&u=http%3A%2F%2Fwww.privacychoice.org%2Fpolicy%2Ftext%3Fpolicy%3Ddf32b1f28302e7d1ca0887ea017f166d&sandbox=1";

"RTS_NEWS_DEFAULT_LINK" = "http://goo.gl/5HVUR2";

